Repository: animokikaku/guesthouseosaka
Catalog: messages/*.po
Languages: fr

# SFBc57
source: Explore photos of {title}
fr: Découvrez les photos de {title}

# /q2ubh
source: Close gallery
fr: Fermer la galerie

# zffsPo
source: House Gallery
fr: Galerie de la maison

# eFdQ0R
source: Well-equipped private rooms and a luxurious lounge
fr: Chambres privées bien équipées et salon luxueux

# JupLXZ
source: Share house 8 minutes walk from Namba Station
fr: Colocation à 8 minutes à pied de la station Namba

# pMmbWq
source: Relaxed spacious Japanese-style lounge
fr: Salon spacieux et décontracté de style japonais

# 36rV9W
source: Get in touch with us for any inquiries or questions.
fr: Contactez-nous pour toute demande ou question.

# krEziQ
source: Get in touch
fr: Entrer en contact

# BqT5Bd
source: We're here to help! Choose the option that best describes your inquiry and we'll get back to you as soon as possible.
fr: Nous sommes là pour vous aider ! Choisissez l'option qui décrit le mieux votre demande et nous vous répondrons dès que possible.

# O95R3Z
source: Phone
fr: Téléphone

# dEvazg
source: Move in request
fr: Demande d'emménagement

# Xe65P1
source: Tour request
fr: Demande de visite

# VUkT7P
source: General inquiry
fr: Demande générale

# aOtoLb
source: Questions about rooms, pricing, or availability? We’re happy to help.
fr: Des questions sur les chambres, les tarifs ou les disponibilités ? Nous sommes ravis de vous aider.

# He0GeF
source: Ready to move in? Share your preferences and timeline.
fr: Prêt à emménager ? Partagez vos préférences et votre calendrier.

# vgbFX9
source: Schedule a visit to see our share houses and get a feel for what we offer.
fr: Réservez une visite pour explorer nos share houses et découvrir tout ce que nous offrons.

# VXpROl
source: <strong>Orange House</strong> has an on-site manager, while <strong>Lemon House</strong> and <strong>Apple House</strong> do not.
fr: <strong>Orange House</strong> dispose d’un responsable sur place. <strong>Lemon House</strong> et <strong>Apple House</strong> n’en ont pas.

# P4yatU
source: {floors}-story building with {rooms} rooms.
fr: Bâtiment de {floors} étages avec {rooms} chambres.

# o8Ep4e
source: Each house requires you to bring consumables and a valid ID.
fr: Chaque maison nécessite que vous apportiez des consommables et une pièce d'identité valide.

# nyl2Xd
source: How many floors and rooms?
fr: Combien d'étages et de chambres ?

# paGHj8
source: Up to how many people can stay in a room?
fr: Combien de personnes peuvent séjourner dans une chambre ?

# 8BPp0e
source: There is no curfew in any house; please keep noise low in the early mornings and late evenings.
fr: Il n'y a pas de couvre-feu dans les maisons ; veillez simplement à rester discret tôt le matin et tard le soir.

# IdlCLc
source: <strong>Orange House</strong> rent is due by the 10th of each month, while <strong>Lemon House</strong> and <strong>Apple House</strong> pay on the calendar day that matches their move-in date. For example, if you move in on the 23rd, rent is due every 23rd.
fr: Le loyer de <strong>Orange House</strong> est dû le 10 de chaque mois, tandis que <strong>Lemon House</strong> et <strong>Apple House</strong> paient le jour du mois correspondant à leur date d'emménagement. Par exemple, si vous emménagez le 23, le loyer est dû chaque 23.

# XZiy0+
source: When do I need to pay the rent every month?
fr: Quand dois-je payer le loyer chaque mois ?

# GULwvy
source: What do I need when I move in?
fr: Que dois-je apporter lors de mon emménagement ?

# Gy5gcN
source: What extra costs are there besides rent?
fr: Quels frais supplémentaires s'ajoutent au loyer ?

# Skm805
source: All houses accommodate up to 2 guests per room.
fr: Toutes les maisons peuvent accueillir jusqu'à 2 personnes par chambre.

# tX1+3W
source: Is there a curfew?
fr: Y a-t-il un couvre-feu ?

# SMO7FS
source: Is there a manager in residence?
fr: Y a-t-il un responsable sur place ?

# JJU4Pf
source: Have questions or need assistance? Our team is here to help!
fr: Des questions ou besoin d'aide ? Notre équipe est là pour vous !

# 0AHnYX
source: Still have questions?
fr: Vous avez d'autres questions ?

# D+lsYf
source: From overseas
fr: Depuis l'étranger

# /bGZlf
source: Within Japan
fr: Depuis le Japon

# b8FiWb
source: ¥{price}/month
fr: ¥{price}/mois

# dIgBOz
source: Deposit
fr: Caution

# Q2U/ZP
source: Each room has a private washing machine.
fr: Chaque chambre dispose d'une machine à laver privée.

# 7pPZTi
source: Utility fees
fr: Charges

# zhr5r8
source: Common fees
fr: Charges communes

# E/DHKT
source: Summer/Winter: ¥{min}-¥{max}
fr: Été/Hiver : ¥{min}–{max}

# bILlKo
source: Water bill
fr: Facture d'eau

# tf1lIh
source: Free
fr: Gratuit

# fnt0gq
source: Laundromat
fr: Laverie

# QBxEGG
source: Spring/Autumn: ¥{min}-¥{max}
fr: Printemps/Automne : ¥{min}–{max}

# NnT5Qk
source: Drying machine
fr: Sèche-linge

# cdkxIP
source: Free Wi-Fi
fr: Wi-Fi gratuit

# jCNUwv
source: Free Wi-Fi/LAN
fr: Wi-Fi/LAN gratuit

# 5C7IgN
source: Here you'll find the key information to make the most of your stay. If you don't see your question here, please contact us by phone or email.
fr: Découvrez ici les informations essentielles pour profiter pleinement de votre séjour. Si votre question n'y figure pas, contactez-nous par téléphone ou par e-mail.

# 7Rm1x6
source: Frequently asked questions
fr: Foire aux questions

# r67llZ
source: Find answers to common questions about our share houses.
fr: Trouvez des réponses aux questions les plus fréquemment posées sur nos maisons en commun.

# yZ+nWx
source: Founded in 1991. We have 3 share houses in the city of Osaka.
fr: Fondé en 1991. Nous avons 3 share houses dans la ville d'Osaka.

# 2FvSoa
source: Vibrant <block>share house</block> community
fr: Communauté de colocation dynamique

# WnQ/AZ
source: Contact us
fr: Contactez‑nous

# oVIUb0
source: Experience modern co-living in beautifully designed spaces. Connect with like-minded individuals while enjoying your own private room and shared common areas.
fr: Découvrez la colocation moderne dans des espaces magnifiquement conçus. Connectez-vous avec des personnes partageant les mêmes idées tout en profitant de votre propre chambre privée et des espaces communs partagés.

# eVPFdZ
source: Our share houses
fr: Nos maisons partagées

# CIXEgz
source: Three unique homes crafted for comfort, connection, and style in the heart of Osaka.
fr: Trois maisons uniques conçues pour le confort et les rencontres au cœur d'Osaka.

# jm/spn
source: Reset
fr: Réinitialiser

# wSZR47
source: Submit
fr: Envoyer

# ttbGvm
source: Have questions about our services, pricing, or anything else? We're here to help.
fr: Des questions sur nos services, nos tarifs ou autre chose ? Nous sommes là pour vous aider.

# 6uhpBF
source: Let us know any additional information or questions.
fr: Faites-nous part de toute information ou question complémentaire.

# pZGF0Z
source: Do not include sensitive information such as your home address or credit card number.
fr: N'incluez pas d'informations sensibles telles que votre adresse personnelle ou votre numéro de carte bancaire.

# HAlOn1
source: Name
fr: Nom

# 5MDGuM
source: Enter your email
fr: Saisissez votre e-mail

# DX9QSt
source: Enter your name
fr: Saisissez votre nom

# TctHNm
source: {count} / {max} characters
fr: {count} / {max} caractères

# V4KNjk
source: optional
fr: facultatif

# d1OgED
source: (optional)
fr: (facultatif)

# 9oNQSC
source: Age
fr: Âge

# MgGE60
source: How should we address you?
fr: Comment devons-nous nous adresser à vous?

# 7uSszV
source: Let us know your nationality.
fr: Faites-nous part de votre nationalité.

# 74BYXL
source: Female
fr: Femme

# m8/n8c
source: Gender
fr: Genre

# jIbAky
source: Male
fr: Homme

# W3t7Ob
source: Japanese
fr: Japonais

# 4FsZv8
source: Nationality
fr: Nationalité

# FnDJgK
source: We may use this number to contact you on the visit day.
fr: Nous pourrons vous contacter à ce numéro le jour de la visite.

# RcT6iF
source: We'll use this email to share with you more details.
fr: Nous utiliserons cette adresse pour vous transmettre plus de détails.

# 7u8GJU
source: How old are you?
fr: Quel âge avez-vous ?

# ZJd1Zi
source: What is your gender?
fr: Quel est votre sexe ?

# THjKDn
source: Enter your age
fr: Saisissez votre âge

# //7Vxj
source: Select your gender
fr: Sélectionnez votre sexe

# gONomg
source: 1 month or more
fr: 1 mois ou plus

# B/+Qpg
source: 3 months or more
fr: 3 mois ou plus

# 7etk18
source: Choose a duration
fr: Choisissez une durée

# WW6ryD
source: How long would you like to stay?
fr: Combien de temps souhaitez-vous rester ?

# CUIzCd
source: Which places would you like to move in?
fr: Dans quels lieux souhaitez-vous emménager ?

# v5Q9UE
source: Move-in date
fr: Date d'emménagement

# iYdfhX
source: Length of stay
fr: Durée du séjour

# QQInFS
source: Places
fr: Lieux

# 3B9akn
source: Long term
fr: Long séjour

# d6fKVG
source: Share any special requirements for your move-in or questions you might have.
fr: Partagez toute exigence particulière pour votre emménagement ou vos questions.

# 6TytT+
source: Ready to become a resident? Let us know your preferences and timeline.
fr: Prêt à devenir résident ? Faites-nous part de vos préférences et de votre calendrier.

# HXwvaE
source: When would you like to move in?
fr: Quand souhaitez-vous emménager ?

# neEJEK
source: Tour date
fr: Date de visite

# 6dV8cs
source: Tour hour
fr: Heure de visite

# fyyJ1u
source: Our operating hours are from 10AM to 8PM.
fr: Nos heures d'ouverture sont de 10h00 à 20h00.

# +l9/4s
source: When would you like to get a tour?
fr: Quand souhaitez-vous organiser une visite ?

# K9zlhY
source: Which places would you like to get a tour?
fr: Quels lieux souhaitez-vous visiter ?

# 5n7kbM
source: Home Gallery
fr: Galerie de la maison

# XPDhJW
source: Building Features
fr: Caractéristiques du bâtiment

# EFWGgA
source: Maps
fr: Cartes

# 2Ml/7i
source: Room
fr: Chambre

# Z/P45E
source: Facilities
fr: Équipements

# 0LUdoh
source: Common Spaces
fr: Espaces communs

# 7ruLSs
source: Floor Plan
fr: Plan d'étage

# IZlYSx
source: Neighborhood
fr: Quartier

# d3oIA3
source: 14 minutes walk to Namba
fr: À 14 minutes à pied de Namba

# lcEouh
source: About this place
fr: À propos de ce lieu

# WS/qHO
source: Apple House places residents within a one-minute walk of Daikokucho Station while keeping Namba in easy reach. Every private room includes a full bathroom and kitchen, delivering condo-like comfort for medium and long stays.
fr: Apple House place les résidents à une minute à pied de la station Daikokucho tout en restant proche de Namba. Chaque chambre privée comprend une salle de bain complète et une cuisine, offrant un confort comparable à un appartement pour les séjours moyens et longs.

# trsdpu
source: Private rooms with kitchen (12 m²)
fr: Chambres privées avec cuisine (12 m²)

# CXXKk+
source: Private rooms with kitchen and bathroom (11 m²)
fr: Chambres privées avec cuisine et salle de bain (11 m²)

# vQeYIu
source: Private rooms with kitchens and bathrooms (19 m²)
fr: Chambres privées avec cuisine et salle de bain (19 m²)

# Ru8Kgx
source: Spacious rooms, great for couples and friends
fr: Chambres spacieuses, idéales pour les couples et amis

# aWpBzj
source: Show more
fr: En savoir plus

# FTgbV4
source: Lemon House offers private rooms and select dormitory options just moments from the heart of Namba. The compact building keeps an intimate feel while delivering everything needed for short and long-term stays.
fr: Lemon House propose des chambres privées et quelques options en dortoir à deux pas du cœur de Namba. Le bâtiment compact conserve une atmosphère intimiste tout en offrant tout le nécessaire pour les séjours courts ou longs.

# +6Rg8T
source: Orange House is a private room accommodation located beside the Osaka city center. The house combines traditional Japanese styling with everyday conveniences, making it a calm base for longer stays in the Abeno area.
fr: Orange House est un hébergement en chambre privée situé à côté du centre-ville d'Osaka. La maison combine style japonais traditionnel et confort quotidien, offrant une base paisible pour des séjours prolongés dans le quartier d'Abeno.

# 5rfphS
source: Long‑stay discounts available
fr: Réductions pour les longs séjours

# JMovh6
source: Lounge with a beautiful, fully equipped kitchen
fr: Salon avec une belle cuisine entièrement équipée

# 0682K0
source: Traditional rooftop lounge (100 m²) with Abeno Harukas views
fr: Salon traditionnel sur le toit (100 m²) avec vue sur Abeno Harukas

# PuqmX5
source: Community life and international mingle in the center of Osaka
fr: Vie communautaire et échanges internationaux au cœur d'Osaka

# xUDFXd
source: Show all {count} amenities
fr: Afficher les {count} équipements

# ttNkgQ
source: Appliances (vacuum, iron)
fr: Appareils ménagers (aspirateur, fer)

# FXD7sf
source: Elevator
fr: Ascenseur

# sKvUcr
source: Building & access
fr: Bâtiment et accès

# 2/NFiJ
source: Mailbox
fr: Boîte aux lettres

# IXB/3I
source: Laundry
fr: Buanderie

# ivHXJ+
source: What this place offers
fr: Ce qu'offre cet endroit

# TeepuU
source: Fully furnished rooms ({size} m²)
fr: Chambres entièrement meublées ({size} m²)

# e7KKoF
source: Spacious rooms (19 m²)
fr: Chambres spacieuses (19 m²)

# 3E120V
source: Air conditioning & heating
fr: Climatisation et chauffage

# mRQJ/r
source: Coffee & tea corner
fr: Coin café et thé

# uwVj77
source: Kitchen
fr: Cuisine

# N+Pe3p
source: Lounge kitchen with oven
fr: Cuisine du lounge avec four

# 0hixvX
source: Kitchen & dining
fr: Cuisine et salle à manger

# eYevCG
source: Shower
fr: Douche

# Ul7I0/
source: Secure entry
fr: Entrée sécurisée

# c6RKmB
source: Drying space
fr: Espace de séchage

# vCAGz0
source: Common areas
fr: Espaces communs

# l8yhdJ
source: Monthly parties
fr: Fêtes mensuelles

# Tr8PEg
source: Large refrigerator
fr: Grand réfrigérateur

# /scXB/
source: Accommodation
fr: Hébergement

# UXyQQq
source: Internet & climate
fr: Internet et confort

# a5dENK
source: Washing machine
fr: Machine à laver

# I5jAHq
source: Microwave & toaster
fr: Micro-ondes et grille-pain

# n/Sbdn
source: Microwave, toaster & rice cooker
fr: Micro-ondes, grille-pain et cuiseur à riz

# b9a4ul
source: Bicycle parking
fr: Parking à vélos

# kWI6zX
source: Shared
fr: Partagé

# B0hPmc
source: Coin
fr: Pièce

# viXE32
source: Private
fr: Privé

# GCejuO
source: Refrigerator
fr: Réfrigérateur

# YrrLhl
source: Refrigerator & freezer
fr: Réfrigérateur et congélateur

# 9euxfQ
source: Bathroom
fr: Salle de bain

# TYfnJi
source: Bathroom with shower & bathtub
fr: Salle de bain avec douche et baignoire

# YV+jwf
source: Lounge
fr: Salon

# CiPFk9
source: Rooftop lounge (100 m²)
fr: Salon rooftop (100 m²)

# ndZhOs
source: Dryer
fr: Sèche-linge

# wB7Mb3
source: Washlet toilet
fr: Toilettes avec washlet

# OF5SMY
source: TV with Netflix, Blu-ray, cable
fr: TV avec Netflix, Blu-ray, câble

# 3UWUcz
source: Tableware
fr: Vaisselle

# xIHOhT
source: Rooms
fr: Chambres

# QOn+ti
source: Floors
fr: Étages

# cNXJJO
source: Min Rent
fr: Loyer min.

# x89m8i
source: 300m height! Only 15 minutes walk to the highest building in Japan “Abeno Harukas” Located near popular city attractions, with great public transportation to places like Osaka Castle, Osaka Aquarium Kaiyukan, Universal Studios Japan, Tsūtenkaku Tower. Only a few minutes walk to the nearest stations. Within walking distance, there are supermarkets, convenience stores, ¥100 shops, fitness center, bicycle shop and the ward office.
fr: 300m de hauteur! A seulement 15 minutes à pied du plus haut bâtiment du Japon « Abeno Harukas ». Situé à proximité des attractions populaires de la ville, avec un excellent transport en commun vers des endroits comme le château d'Osaka, l'Aquarium d'Osaka Kaiyukan, Universal Studios Japon, Tsutenkaku Tower. A seulement quelques minutes à pied des gares les plus proches. A distance de marche, vous trouverez des supermarchés, des magasins de proximité, des boutiques de 100¥, un centre de remise en forme, une boutique de vélos et la mairie d’arrondissement.

# XCwRZx
source: What's nearby
fr: À proximité

# 1W6VRj
source: Only 1 minute walk from Daikokucho Station (Subway Midosuji Line, Yotsubashi Line). Just by a 24 hour open supermarket. Near 200 year old Kizu Market, and large public bath with hot stone spa. Walking distance from Namba, so you can enjoy the night life without worrying the last trains.
fr: À seulement 1 minute à pied de la station Daikokucho (métro lignes Midosuji et Yotsubashi). Juste à côté d'un supermarché ouvert 24 h/24. À proximité du marché Kizu, vieux de 200 ans, et d'un grand bain public avec spa en pierre chaude. À distance de marche de Namba pour profiter de la vie nocturne sans se soucier du dernier train.

# BSkyJV
source: Only 8 minutes walk to Namba! Great location, enjoy night life without worrying the last trains. Great access to anywhere in Osaka. Perfect for sightseeing or longer stay. No curfew.
fr: À seulement 8 minutes à pied de Namba ! Emplacement idéal pour profiter de la vie nocturne sans se soucier du dernier train. Accès facile partout à Osaka. Parfait pour le tourisme ou les séjours prolongés. Aucun couvre-feu.

# DkazeT
source: Abeno Harukas about 15 minutes on foot; Qs Mall about 12 minutes on foot
fr: Abeno Harukas à environ 15 minutes à pied ; Qs Mall à environ 12 minutes à pied

# reJlTE
source: Post office about 2 minutes on foot
fr: Bureau de poste à environ 2 minutes à pied

# jqIfGe
source: ¥100 shop by Daikokucho Station
fr: Magasin à 100¥ près de la station Daikokucho

# iRBg5W
source: Discount shop about 5 minutes on foot plus additional convenience stores within walking distance
fr: Magasin discount à environ 5 minutes à pied et autres supérettes à proximité

# Vw97e8
source: Conveyor belt sushi restaurant about 3 minutes on foot
fr: Restaurant de sushis sur tapis roulant à environ 3 minutes à pied

# E5RUex
source: Getting around
fr: Se déplacer

# sryQnS
source: Daikokucho Station (Subway Midosuji and Yotsubashi Lines), Exit 2 — about 1 minute on foot
fr: Station Daikokucho (métro lignes Midosuji et Yotsubashi), sortie 2 — environ 1 minute à pied

# UJuYGX
source: Ebisucho Station — about 11 minutes on foot
fr: Station Ebisucho — environ 11 minutes à pied

# K0XAtn
source: Fuminosato Station (Subway Tanimachi Line), Exit 6 — about 3 minutes on foot
fr: Station Fuminosato (métro ligne Tanimachi), sortie 6 — environ 3 minutes à pied

# qOE+t4
source: Imamiya Station / Imamiya-Ebisu — about 7 minutes on foot
fr: Station Imamiya / Imamiya-Ebisu — environ 7 minutes à pied

# VLf3bw
source: Namba Station (Subway Midosuji Line), Exit 4 — about 10 minutes on foot
fr: Station Namba (métro ligne Midosuji), sortie 4 — environ 10 minutes à pied

# vnTpcm
source: Nankai Namba Station (South Exit) — about 8 minutes on foot
fr: Station Nankai Namba (sortie sud) — environ 8 minutes à pied

# GtNLSe
source: Nihonbashi Station (Subway Sakaisuji Line), Exit 10 — about 8 minutes on foot
fr: Station Nihonbashi (métro ligne Sakaisuji), sortie 10 — environ 8 minutes à pied

# js8anW
source: Showacho Station (Subway Midosuji Line), Exit 2 — about 7 minutes on foot
fr: Station Showacho (métro ligne Midosuji), sortie 2 — environ 7 minutes à pied

# RdETMb
source: Namba Stations (various lines) — about 15 minutes on foot
fr: Stations Namba (diverses lignes) — environ 15 minutes à pied

# kSjahm
source: Convenience store and post office about 3 minutes on foot
fr: Supérette et bureau de poste à environ 3 minutes à pied

# 9tsQ3v
source: 24-hour supermarket right next to the guest house and another large supermarket about 1 minute away
fr: Supermarché 24h/24 juste à côté de la maison d'hôtes et un autre grand supermarché à environ 1 minute

# a7VuWb
source: Supermarket at Showacho Station
fr: Supermarché proche de la station Showacho

# 8fnMlK
source: Supermarkets within about 5 minutes on foot
fr: Supermarchés à environ 5 minutes à pied

# +0NiKB
source: Supermarkets nearby at roughly 2, 4, and 6 minutes on foot
fr: Supermarchés à proximité à environ 2, 4 et 6 minutes à pied

# 2dEHSh
source: Tennoji / Abenobashi — about 15 minutes on foot
fr: Tennoji / Abenobashi — environ 15 minutes à pied

# qPVf+/
source: Walking distance to Namba and reach Daikokucho Station in just one minute.
fr: À distance de marche de Namba et à une minute seulement de la station Daikokucho.

# dHDFQ1
source: Where you'll be
fr: Où vous vous trouverez

# lPIz84
source: Excellent access on the Subway Midosuji Line keeps you connected across Osaka.
fr: Un accès idéal à la ligne de métro Midosuji vous relie à tout Osaka.

# GhFyTt
source: +¥5,000 per month for second person
fr: +5 000 ¥ par mois pour une deuxième personne

# OMlFe/
source: 2nd month: Save ¥1,000
fr: 2e mois : économisez 1 000 ¥

# N/lD1K
source: 3rd month: Save ¥2,000
fr: 3e mois : économisez 2 000 ¥

# R548nu
source: ¥40,000 ~ ¥48,000 per month (1 person)
fr: 40 000–48 000 ¥ par mois (1 personne)

# 3UUUTR
source: ¥45,000 per month (includes utilities and service fee)
fr: 45 000 ¥ par mois (services et charges inclus)

# YrHExQ
source: ¥50,000 ~ ¥70,000 per month (up to 2 people per room)
fr: 50 000–70 000 ¥ par mois (jusqu’à 2 personnes par chambre)

# KNvfvd
source: ¥80,000 ~ ¥95,000 per month.
fr: 80 000 ¥ ~ 95 000 ¥ par mois.

# FZ2Tto
source: After 6 months: Save ¥5,000 every month
fr: Après 6 mois : économisez ¥5 000 chaque mois

# w1Dv+W
source: Other Fees
fr: Autres frais

# k/nd32
source: Utilities: About ¥3,000 per month (you pay what you use)
fr: Charges : environ 3 000 ¥ par mois (payez uniquement ce que vous consommez)

# tqgc7W
source: Utilities: About ¥3,000 ~ ¥4,000 per month (you pay what you use)
fr: Charges : environ 3 000–4 000 ¥ par mois (payez uniquement ce que vous consommez)

# dxl4bp
source: Short Stay
fr: Court séjour

# Xf6xpu
source: Deposit: ¥30,000 (returned when you leave, if no damage)
fr: Dépôt de garantie : 30 000 ¥ (remboursé à votre départ en l’absence de dommages)

# WCvSi9
source: Dormitory Plan
fr: Formule dortoir

# WXykaR
source: Service fee: ¥10,000 per month
fr: Frais de service : 10 000 ¥ par mois

# C5HBqG
source: Service fee: ¥12,000 per month
fr: Frais de service : 12 000 ¥ par mois

# tmmKme
source: Rent
fr: Loyer

# NjihB4
source: Washing machine: Free
fr: Machine à laver : gratuit

# aWLxDr
source: Washing machine: Free (on rooftop)
fr: Machine à laver : gratuit (sur le toit)

# 3ppfk2
source: Co-ed, 3 beds per room, shared bathroom and kitchen.
fr: Mixte, 3 lits par chambre, salle de bain et cuisine partagées.

# 3NQHep
source: Discounts for 3-month and 6-month stays.
fr: Réductions pour les séjours de 3 et 6 mois.

# WqjGOA
source: Long Stay Discount
fr: Remise longue durée

# 94l3rL
source: Dryer: ¥100
fr: Sèche-linge : 100 ¥

# QKRGVN
source: Dryer: ¥100 per 20 minutes
fr: Sèche-linge : 100 ¥ par 20 minutes

# /3p+Wq
source: Minimum stay: 1 month.
fr: Séjour minimum : 1 mois.

# 6Szle7
source: Stays under 3 months: All fees included.
fr: Séjours de moins de 3 mois : tous les frais sont inclus.

# 5Wwopw
source: Pricing
fr: Tarifs

# YeS7ph
source: No images found
fr: Aucune image trouvée

# DaOEHy
source: Show all photos
fr: Afficher toutes les photos

# GsBRWL
source: Languages
fr: Langues

# eVlu1R
source: Select language
fr: Sélectionner la langue

# Zxigpu
source: 👤 Representative Director: Kenji Hisamoto
fr: 👤 Directeur représentant : Kenji Hisamoto

# eYpuFD
source: 1-21-21 Hannancho, Abeno-ku, Osaka, Japan
fr: 1-21-21 Hannancho, Abeno-ku, Osaka, Japon

# bYEHu4
source: 1. Information We Collect
fr: 1. Informations que nous collectons

# i2t87R
source: 2. How We Use Your Information
fr: 2. Comment nous utilisons vos informations

# Vtzi8Y
source: 3. Retention Period
fr: 3. Période de conservation
