Repository: animokikaku/guesthouseosaka
Catalog: messages/*.po
Languages: fr

# XxsxMQ
source: 4. Sharing and International Transfers
fr: 4. Partage et transferts internationaux

# UD3tNX
source: 5. Your Rights
fr: 5. Vos droits

# I4bgEZ
source: 6. Security Measures
fr: 6. Mesures de sécurité

# LNXNUg
source: 7. Contact Us
fr: 7. Nous contacter

# f2d7W1
source: 8. Changes to This Policy
fr: 8. Modifications de cette politique

# kxO1o9
source: Animo Kikaku Co., Ltd. (“the Company”, “we”, “our”, or “us”) respects your privacy and is committed to protecting your personal information.
fr: Animo Kikaku Co., Ltd. (« la Société », « nous » ou « notre ») respecte votre vie privée et s'engage à protéger vos informations personnelles.

# 6U8vHi
source: After this period, the information will be securely deleted or anonymized.
fr: Après cette période, les informations seront supprimées ou anonymisées en toute sécurité.

# Qo45RA
source: This Privacy Policy explains how we collect, use, store, and protect the information you provide through the contact forms and other features on this website (“the Service”).
fr: Cette politique de confidentialité explique comment nous collectons, utilisons, stockons, et protéger les informations que vous fournissez par le biais des formulaires de contact et d'autres fonctionnalités de ce site Web (« le Service »).

# Q40ygb
source: Request access to the personal information we hold about you
fr: Demander l'accès aux informations personnelles que nous détenons à votre sujet

# 9FEUJQ
source: Request correction, addition, or deletion of inaccurate or outdated information
fr: Demander la correction, l'ajout ou la suppression d'informations inexactes ou obsolètes

# fxZ/kI
source: Last updated: November 2025
fr: Dernière mise à jour : novembre 2025

# 2YT4Bx
source: Accommodation details: preferred tour dates, move-in dates, and housing preferences
fr: Détails de l'hébergement : dates de visite souhaitées, dates d'emménagement et préférences de logement

# SiViRn
source: Inquiry details: message content, questions, and form submission data
fr: Détails de la demande : contenu du message, questions et données du formulaire

# bLWG90
source: Generally, this means up to 10 years after your business relationship with us ends.
fr: En général, cela signifie jusqu'à 10 ans après la fin de votre relation commerciale avec nous.

# rbrahO
source: Close
fr: Fermer

# v5+yV0
source: Providing information, updates, and support related to the Service
fr: Fourniture d'informations, de mises à jour et d'assistance liées au Service

# 4KyabI
source: Basic details: your name, age, gender, nationality, email address, and (optionally) telephone number
fr: Informations de base : votre nom, âge, genre, nationalité, adresse e-mail et, facultativement, numéro de téléphone

# VzHNnL
source: Access to personal data is restricted to authorized personnel only.
fr: L'accès aux données personnelles est réservé au personnel autorisé.

# a4i3J/
source: When you contact us through the Service, we may collect the following personal information:
fr: Lorsque vous nous contactez via le Service, nous pouvons collecter les informations personnelles suivantes :

# bESWzA
source: Maintaining internal records necessary for business operations and compliance
fr: Maintien des registres internes nécessaires aux opérations commerciales et à la conformité

# AHx4JS
source: We retain your personal information only as long as necessary to fulfill the purposes described above.
fr: Nous conservons vos informations personnelles uniquement le temps nécessaire pour atteindre les objectifs décrits ci-dessus.

# Hb/s3I
source: We do not use your information for marketing purposes without your explicit consent.
fr: Nous n'utilisons pas vos informations à des fins marketing sans votre consentement explicite.

# ZEozlh
source: We do not share or sell your personal information to third parties.
fr: Nous ne partageons ni ne vendons vos informations personnelles à des tiers.

# ttPbRs
source: Your data will not be transferred outside Japan without your consent, unless required by law or necessary to protect legal rights in accordance with the Act on the Protection of Personal Information (APPI) and other applicable regulations.
fr: Nous ne partageons ni ne vendons vos informations personnelles à des tiers. Vos données ne seront pas transférées hors du Japon sans votre consentement, sauf si la loi l'exige ou si cela est nécessaire pour protéger les droits légaux conformément à la loi sur la protection des informations personnelles (APPI) et autres réglementations applicables.

# CLtY4G
source: We may update this Privacy Policy from time to time.
fr: Nous pouvons mettre à jour cette politique de confidentialité de temps à autre.

# r5fMvQ
source: We take appropriate technical and organizational measures to protect your personal information against unauthorized access, loss, misuse, alteration, or disclosure.
fr: Nous prenons des mesures techniques et organisationnelles appropriées pour protéger vos informations personnelles contre l'accès, la perte, l'utilisation abusive, la modification ou la divulgation non autorisés.

# 4ad/hu
source: We collect this information directly from you when you submit a form or communicate with us.
fr: Nous recueillons ces renseignements directement auprès de vous lorsque vous soumettez un formulaire ou communiquez avec nous.

# EQqXZB
source: We will respond promptly and transparently to all legitimate requests in accordance with Japanese privacy law.
fr: Nous répondrons rapidement et en toute transparence à toute demande légitime conformément à la loi japonaise sur la protection des données.

# oIwcGP
source: We use your personal information only for legitimate business purposes, including:
fr: Nous utilisons vos informations personnelles uniquement pour des finalités commerciales légitimes, notamment :

# GNrmPy
source: Arranging property tours and managing move-in procedures
fr: Organisation de visites de propriétés et gestion des procédures d'emménagement

# vx0nkZ
source: Privacy Policy
fr: Politique de confidentialité

# 9+AIxW
source: Responding to your inquiries or requests
fr: Répondre à vos demandes ou requêtes

# nTvfXr
source: Withdraw your consent to the processing of your information (where applicable)
fr: Retirer votre consentement au traitement de vos informations (le cas échéant)

# hH3xr4
source: If you have any questions, concerns, or requests regarding this Privacy Policy or our data handling practices, please contact us at:
fr: Si vous avez des questions, des préoccupations ou des demandes concernant cette politique de confidentialité ou nos pratiques de traitement des données, veuillez nous contacter à :

# n9XaN1
source: Any significant changes will be announced on this page, with the updated date clearly indicated.
fr: Toute modification importante sera annoncée sur cette page avec la date de mise à jour clairement indiquée.

# 9gDo87
source: You have the right to:
fr: Vous bénéficiez des droits suivants :

# ejEGdx
source: Home
fr: Accueil

# R059Ya
source: Toggle Menu
fr: Afficher/masquer le menu

# QRccCM
source: Page not found
fr: Page introuvable

# DJBZ4A
source: Please double-check the browser address bar or use the navigation to go to a known page.
fr: Veuillez vérifier l'adresse dans la barre du navigateur ou utilisez la navigation pour aller vers une page connue.

# GAUX9p
source: Source code
fr: Code source

# L00nDd
source: Browse the source code of this example on GitHub.
fr: Consultez le code source de cet exemple sur GitHub.

# /6/sPX
source: Docs
fr: Documentation

# Fmbx3l
source: Learn more about next-intl in the official docs.
fr: En savoir plus sur next-intl dans la documentation officielle.

# q8NSxM
source: Vibrant space designed for memorable experiences
fr: Espace dynamique conçu pour des expériences mémorables

# rwrkYn
source: Share Houses
fr: Maisons partagées

# G9lpeY
source: Experience the warmth and comfort with modern amenities
fr: Profitez d'un accueil chaleureux et du confort avec des équipements modernes

# hhDM+/
source: Bright and cheerful accommodation perfect for a refreshing stay
fr: Un hébergement lumineux et convivial parfait pour un séjour ressourçant
